app/views/comments/_comment.html.erb

INSERT INTO "comments" ("post_id", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["post_id", 4], ["body", "Testing JavaScript"], ["created_at", 2017-05-14 16:44:36 UTC], ["updated_at", 2017-05-14 16:44:36 UTC]]
---
  <strong>
    Posted <%= time_ago_in_words(comment.created_at) %>